Dlubal.DynamPro.MassCaseType
Mass case type.

Dlubal.DynamPro.MassCaseType.UnknownMCType
Unknown type

Dlubal.DynamPro.MassCaseType.PermanentMCType
Permanent

Dlubal.DynamPro.MassCaseType.ImposedCategoryABRoofMCType
Category A-B Roofs

Dlubal.DynamPro.MassCaseType.ImposedCategoryABDependentMCType
Category A-B Dependent

Dlubal.DynamPro.MassCaseType.ImposedCategoryABIndependentMCType
Category A-B Independent

Dlubal.DynamPro.MassCaseType.ImposedCategoryCRoofMCType
Category C Roofs

Dlubal.DynamPro.MassCaseType.ImposedCategoryCDependentMCType
Category C Dependent

Dlubal.DynamPro.MassCaseType.ImposedCategoryCIndependentMCType
Category C Independent

Dlubal.DynamPro.MassCaseType.ImposedCategoryDMCType
Category D

Dlubal.DynamPro.MassCaseType.ImposedCategoryEMCType
Category E

Dlubal.DynamPro.MassCaseType.ImposedCategoryFMCType
Category F

Dlubal.DynamPro.MassCaseType.SnowEUMCType
Category Snow

Dlubal.DynamPro.MassCaseType.BridgeRoadMCType
Bridges with heavy traffic (roads)

Dlubal.DynamPro.MassCaseType.BridgeRailwayMCType
Bridges with heavy traffic (railways)